<template>
  <div class="policy">
    <p class="title">《内容商注册协议》</p>
    <div class="timeStamp">
      更新日期：2022年12月13日<br>
      生效日期：2022年12月13日<br><br>
      欢迎您使用“剧好多网”！
    </div>
    <p class="text">
      《内容商注册协议》(以下简称《协议》)及其条款，系确立您使用本网站所订立的，描述您与本网站之间权利义务的协议。请您审慎阅读并选择接受或不接受本《协议》（未成年人应在法定监护人陪同下阅读）。除非您接受本《协议》所有条款，否则您无权使用本网站及其相关服务。您的使用、帐号获取和登录等行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。
    </p>
    <div class="stepTitle">1、定义和解释</div>
    <p class="text">
      1.1“本网站”，系指剧好多<br>
      1.2 “用户”，指通过在网上点击同意的方式接受本注册协议，进而接受本网站所提供服务的自然人、法人或其他组织（下称“您”）；<br>
      1.3 “注册内容商”，系指接受和同意本内容商注册协议的用户；<br>
      1.4
      “作品”，系指注册内容商本人在本网站上上传、发布或发表的包括但不限于以文字、图片、声音、影像等形式创作的，注册内容商对该作品依据《中华人民共和国著作权法》享有著作权及其附属权利的（除注册内容商与本网站另有协议约定的外），文字作品或上述要素的组合（包括但不限于任何章节、片段等）；<br>
      1.5“不可抗力”，系指包括但不限于地震、台风、洪水、火灾、战争、劳工骚乱、疾病、恐怖袭击、政府行为以及其他双方无法预见、无法避免或克服的情形。<br>
      1.6“合作机构”，系指与本网站具有合作或关联关系的法人或非法人组织。 <br>
    </p>
    <div class="stepTitle">2、内容商注册</div>
    <p class="text">
      2.1 请您严格按照本网站公布和提示的规则、流程进行注册。无论您通过何种方式获得本网站帐号，均应受本协议约束。<br>
      2.2 本网站的帐号属于本公司所有，您注册成功以后获得有关帐号的使用权。
      2.3
      您通过帐号使用本网站提供的服务时，须同时遵守各项服务的服务条款。注册成为本网站的注册内容商后，您有义务妥善保存您的内容商帐号和密码，并对使用帐号进行的所有活动和行为负法律责任。当您使用完毕后，应安全退出帐号。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。<br>
      2.4
      注册成为本网站内容商后，即表示您同意授权本站在所有所属网站及无线平台（包括但不限于：小咖会（www.wenyuebook.cn）[请核对新增网站]等）发表、上传、下载、排版、宣传您的作品，以及本站合作伙伴在本站所获授权范围内使用您作品的公众阅读章节。<br>
      2.5 您所使用的笔名以及提供的个人介绍等内容商信息，不得含有违反国家法律、社会公德及本网站规定的文字、图片、声音、影像及其片段或组合，否则本网站有权不经另行通知随时无条件删除该注册内容商帐号及其帐号下发表的任何内容。<br>
      2.6
      您完全理解并同意，本网站有权依据法律法规、本网站定期或不定期发布的管理规则或有权机关的要求，对您在注册后30天内未上传、发表任何作品文字，或清空、锁定所有作品片段、章节达7天，或声明离开本网站的，本网站有权不经另行通知无条件删除您在本网站的注册内容商帐号及该帐号下发表的任何内容而无需承担任何法律责任。
    </p>
    <div class="stepTitle">3、内容商投稿</div>
    <p class="text">
      3.1 您应当严格按照本网站公布和提示的规则、说明、流程等进行作品投稿、上传或发布，并愿受其约束。<br>
      3.2 您在任何时候，不得上传、发布或发表的含包括但不限于含有下列内容的作品：<br>
      (1) 反对宪法确定的基本原则；<br>
      (2) 危害国家统一、主权和领土完整；<br>
      (3) 危害国家安全、荣誉和利益；<br>
      (4) 煽动民族分裂、侵害少数民族风俗习惯，破坏民族团结；<br>
      (5) 泄露国家机密；
      (6) 宣扬淫秽、迷信或者渲染暴力，危害社会公德和民族优秀文化传统；<br>
      (7) 侮辱或者诽谤他人；
      (8) 侵犯或可能侵犯任何第三人的合法权利；<br>
      (9) 制造虚假身份或传播虚假信息以误导、欺骗他人；<br>
      (10) 发表、传送、传播广告信息及垃圾信息；<br>
      (11) 散布谣言、扰乱社会秩序、破坏社会稳定的；<br>
      (12) 法律、法规规定禁止的其他内容。<br>
      3.3
      本网站有权对含有或涉嫌含有上述违法内容的作品或有悖社会道德伦理、政治色彩强烈的作品不予发布，或不经另行通知从网站上将该等作品予以删除，且有权立即无条件删除注册内容商帐号及该帐号下发表或上传的任何其他内容而无需承担任何法律责任。<br>
      3.4
      您理解并同意，经本网站核实，如您的作品系非本人原创作品；或含有剽窃、抄袭等任何可能涉嫌侵犯他人权利的，本网站有权不经另行通知立即无条件删除该账号及其账号下发表的任何内容，并依据相关规定进行处理。上述作品所产生的一切后果和责任完全由账号的注册者、使用者和发布者承担连带责任。<br>
      3.5 除非您与本网站另行签订协议成为本网站的签约内容商，您完全理解并同意，本公司和本网站无须就您在本网站上传、发布或发表的任何作品支付稿酬或任何其他费用。<br>
    </p>
    <div class="stepTitle">4、作品授权</div>
    <p class="text">
      4.1 凡在本网站上传、发布或发表的作品，其名称原则上不得变更。本公司和本网站对您已经发表在本网站的作品拥有授权传播、独家发表和作品转载等版权权利，请您在选择时仔细阅读并遵守相关规则、说明。<br>
      4.2 尽管有上述规定，接受本内容商注册协议，即表示您同意授权本公司和本网站独家并专有的发布、发表、上传、下载、复制、排版、汇编和宣传您的作品，本公司有权授权合作机构在本公司和本网站所获授权范围内使用您的作品而而无需事先通知您。<br>
      4.3 上述授权自您注册成功之日起开始生效，除另有约定外，有效期为5年。有效期结束之时，如有未连载完成的作品，本网站对该作品的权利仍持续有效，直至该作品在本网站上发表完结。在有效期期满前两个月内，如您未以书面形式通知本网站终止本合同，则本授权在期满后自动延长一年，依此类推，无次数限制。<br>
      4.4 为了复制、出版、发行、翻译或汇编和编纂您作品的需要，本网站有权将您对本公司的授权转授权至本公司的关联公司而无需事先通知您。<br>
      4.5 本公司或本网站的工作人员，有权审阅您的作品并有权对不符合法律法规、本网站的管理规定的作品涉及的字、词或其他文字；图片、声音和影像进行处理，本公司和本网络尽力保证作品的原意，您理解并同意，本公司或本网站无需事先通知您并对此承担任何法律责任。
    </p>
    <div class="stepTitle">5、免责声明</div>
    <p class="text">
      5.1 凡有本网站用户未经您的许可，在本网站社区论坛内转载您作品的，本网站对该用户转载行为不负任何责任，但本网站受理并尽快处理您为此提出的投诉。<br>
      5.2 属于资料和学习性质的“书评杂论”、“文学资料”版面内容，在无法与内容商取得联系的前提下，本网站保证转载后不作为任何商业用途，如内容商对此有异议，可以通知本网站将其删除，但本网站不为此承担责任。<br>
      5.3 您理解并同意，无法分辨投稿是否是您本人，如因有人恶意冒充您向本网站投稿，并被本网站接受录入非其所有的作品，本网站可以受理并尽快处理您为此提出的投诉，本公司和本网站不对此承担任何责任。<br>
      5.4 您理解并同意，本网站同大多数互联网网站一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用您的资料，造成现实生活中的骚扰；用户访问的其他网站中含木马或病毒，威胁到您的计算机信息和数据的安全，继而影响本网站的正常使用等。您应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。 <br>
      5.5 您理解并同意，本公司或本网站有权在服务中或经过服务投放各种广告和宣传信息，该广告可能以系统消息或弹出窗口等形式出现。<br>
      5.6 您理解并同意本网站不保证收录作品稿件的安全性，请注册内容商自行留存原稿。
    </p>
    <div class="stepTitle">6、争议说明</div>
    <p class="text">
      6.1 本网站重视知识产权保护并遵守中华人民共和国各项知识产权法律、法规、国际条约和具有约束力的各类规范性文件，反对任何违反中华人民共和国有关著作权的保护法律法规的行为。由于技术所限，本公司和本网站无法对您上传到本网站的所有作品内容进行充分的审核和检测，但本网站已尽合理的努力采取包括但不限于技术措施、制度规范、流程和步骤保护您的著作权，本网站并逐步提升和完善上述措施、制度和流程。 <br>
      6.2 当您发现本网站上用户上传内容侵犯您的著作权及其附属权利时，您或您的委托人应事先向本网站发出权利通知，本网站将根据相关法律规定采取措施删除相关内容。具体措施和步骤如下：<br>
      (1) 向本公司发出书面通知，该通知书中包含以下内容：<br>
      (a) 您的姓名（公司名称）及身份证明（包括身份证、营业执照等有效证明文件）、联系方式（含Email地址）及地址；<br>
      (b) 要求删除的作品的名称和在本网站的地址；<br>
      (c) 构成侵权地初步证明材料，诸如：对于涉嫌侵权作品您拥有著作权或依法可以行使信息网络传播权的权属证明；对涉嫌侵权作品侵权事实的举证证明。<br>
      (d) 如您系自然人，请提供您的签名；如您系法人或其他组织，请提供公司法定代表人签名及盖章。 任何通知及材料请投寄至以下地址，并在材料上标明【著作权投诉】字样： 公司名称:【】 地址：【】 邮编：【】<br>
      6.3 本公司收到符合上述要求之通知，将在初步核实后采取包括删除等相应措施。如不符合上述条件，我们会请您补充提供相应信息，在此之前，您同意并理解我们将暂不采取包括删除等相应措施。<br>
      6.4 在本网站上传作品的用户视为同意本网站上述及已采用的相应措施。本公司和本网站不因此而承担任何违约责任或其他任何法律责任，包括不承担因侵权指控不成立而给原上传用户带来损害的赔偿责任。本网站在收到上述通知后会发送电子邮件通知上载该等作品的用户。对于多次上载涉嫌侵权作品的用户，我们将收回其帐号资格。<br>
      6.5 本协议系用户注册协议的补充协议，您的行为除应遵守本协议的约定外，还应遵守用户注册协议内容；本协议的内容如与用户注册协议发生冲突的，应以本协议为准。<br>
    </p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
.policy {
  width: 752px;
  height: 487px;
  background-color: #fafbfb;
  border-radius: 2px;
  overflow-y: scroll;
  padding: 28px 16px;
  box-sizing: border-box;

  .title {
    color: #333;
    font-size: 20px;
  }

  .timeStamp {
    text-align: left;
    margin-top: 12px;
  }

  .text {
    text-align: left;
    color: #666666;
  }

  .stepTitle {
    text-align: left;
    font-size: 20px;
    color: #333;
    margin: 15px 0;
  }
}
</style>